Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The spesolimab solution for injection in a pre-filled syringe 150 mg/syringe (150 mg/mL) is presented in a single use 1 mL glass syringe sealed with a 1 mL plunger stopper (for details see Section 3.2.P.7.1 Description of Container Closure System) with a nominal fill volume of 1.0 mL. An overfill of 0.01 mL is applied resulting in a target fill volume of 1.01 mL (± 0.04 mL) to ensure proper dosing.
es_es: Spesolimab, solución inyectable en jeringa precargada de 150 mg/jeringa (150 mg/ml), se presenta en jeringas de vidrio selladas de un 1 ml de un solo uso, con tapón tipo émbolo (hay mayores detalles en la Sección 3.2.P.7.1, Descripción del envase y sistema de cierre), con un volumen de llenado nominal de 1.0 ml. . Se aplica un sobrellenado de 0.01 ml, lo que da un volumen de llenado objetivo de 1.01 ml (± 0.04 ml), para garantizar una dosis adecuada.

source: The stainless steel storage vessel is delivered to the filtration area and the sterile filtration process starts.
es_es: El tanque de almacenamiento de acero inoxidable se lleva al área de filtración y se inicia el proceso de filtración estéril.

source: The sterilised PVDF filter with a filter area of 0.19 m2 according to commercial scale was tested for integrity with WFI according to standard procedures for inline filtration.
es_es: El filtro de fluoruro de polivinilideno esterilizado con un área de filtro de 0.19 m2 de acuerdo con una escala comercial se sometió a una evaluación de integridad con agua para inyectables, de conformidad con los procedimientos estándar para la filtración en línea.

source: The spesolimab specific process control and testing strategy is developed and justified by development studies, manufacturing and stability experience, and ensures robust process performance and consistent product quality.
es_es: La estrategia de prueba y control de los procesos específicos de Espesolimab se desarrolla y justifica mediante estudios de desarrollo, experiencia de fabricación y estabilidad, y garantiza un rendimiento sólido del proceso y una calidad constante del producto.

source: The SnS subassembly as well as the PR and EFF are also delivered ready-to-use.
es_es: La subunidad SnS, el vástago del émbolo y la lengüeta de apoyo extendida también se entregan listos para usar.

source: The TNKase® presentation is manufactured in BI’s F113 facility in Biberach (BIB, Germany) as well and was previously manufactured in GNE’s South San Francisco facility, which has been decommissioned.
es_es: La presentación de TNKase® también se fabrica en el centro F113 de BI de Biberach (BIB, Alemania), y antes se elaboraba en las instalaciones de GNE de South San Francisco, que se encuentran desactivadas.

source: The tenecteplase unbound fractions (flow through and column wash) and fractions that contained tenecteplase (after elution by gradient) were collected and the radioactivity was measured.
es_es: Se recogieron las fracciones no unidas de tenecteplasa (fracción no retenida y lavado de columna) y las fracciones que contenían tenecteplasa (luego de elución por gradiente), y se midió la radiactividad.

source: The SnS platform is used in already commercialized products.
es_es: La plataforma SnS se utiliza en productos que ya se encuentran en el mercado.

source: The SnS subassembly, as well as the PR and EFF, are packed and delivered to Boehringer Ingelheim ready for final assembly.
es_es: Tanto la subunidad SnS como el émbolo y la lengüeta de apoyo extendida se acondicionan y envían a Boehringer Ingelheim listos para el ensamblaje final.

source: The ANOVA model was slightly adapted:
es_es: El modelo de ANOVA se adaptó un poco.

source: The API batches presented in Attachment 3 display all API batches used for production of Telmisartan / HCTZ Layered Tablets currently on the market and still within shelf life.
es_es: Las partidas del IFA que se presentan en el Anexo 3 dan cuenta de todas las partidas del IFA utilizadas para fabricar Telmisartán / HCTZ, comprimidos multicapa que se encuentran actualmente en el mercado y sin vencer.

source: The AcT study was performed with Genentech’s (Genentech Inc, GNE, South San Francisco, USA) tenecteplase drug product TNKase®.
es_es: El estudio AcT se realizó con el medicamento de tenecteplasa TNKase® de Genentech (Genentech Inc., GNE, South San Francisco, EE. UU.).

source: The AcT trial was designed to address these existing gaps in evidence within acute stroke care.
es_es: El ensayo AcT se diseñó especialmente para abordar estos vacios evidenciales dentro de la atención del accidente cerebrovascular agudo.

source: The AcT trial was pragmatic in design and no screening logs were maintained.
es_es: El ensayo AcT tuvo un diseño pragmático y no se llevaron registros de selección.

source: The Applicant commits to place a minimum of one commercial tenecteplase drug product batch packaged in the approved container / closure system on stability each year in which at least one commercial drug product batch is manufactured and to conduct stability testing.
es_es: Cada año en que se fabrique al menos una partida comercial, el Solicitante se compromete a someter a estabilidad al menos una partida del medicamento comercial tenecteplasa acondicionado en el envase y sistema de cierre aprobado y a realizarle pruebas de estabilidad.

source: The BI DE (BC) manufacturing facilities are used for manufacture of commercial drug substance and drug product worldwide.
es_es: En las plantas de producción de BI DE (BC), se producen principios activos y medicamentos comerciales a nivel mundial.

source: The BIP manufacturing facilities are used for manufacture of commercial drug substance and drug product worldwide.
es_es: En las plantas de producción de BIP, se producen principios activos y medicamentos comerciales para todo el mundo.

source: The Batch coding system is almost unchanged between both versions and the batch numbers C27059, C62987 and C65722 meet both Batch coding systems.
es_es: El sistema de codificación de partidas queda casi sin cambios entre ambas versiones, y los números C27059, C62987 y C65722 cumplen con ambos sistemas de codificación.

source: The Benzene sulphonic acid results are acceptable only if the variation is less than 5.0 %.
es_es: Los valores de ácido bencensulfónico solo son aceptables si la variación es menor que 5.0 %.

source: The BfArM is the responsible authority for general tasks of licensing, improving the safety of medicinal products, detecting and evaluating the risks of medical devices, and monitoring the legal traffic in narcotic drugs and precursors.
es_es: El BfArM es la autoridad a cargo de las tareas generales de otorgar de licencias, mejorar la seguridad de las especialidades farmacéuticas, detectar y evaluar los riesgos de los dispositivos médicos y controlar la circulación legal de medicamentos narcóticos y sus precursores.

source: The Boehringer Ingelheim Pharma GmbH & Co. KG (BIB) analytical method 018-QA7710 (v15.0):
es_es: El método analítico de Boehringer Ingelheim Pharma GmbH & Co. KG (BIB) 018-QA7710 (v15.0):

source: The Boehringer Ingelheim SAE form, which is downloadable from the AE page in the eCRF (and in hard copy form in the Investigator Site File) must be completed as thoroughly as possible with all available details of the event and any non-serious AEs related to the SAE, signed by the investigator (or appropriately qualified designee), and faxed to the manufacturer of the investigational product, Boehringer Ingelheim (Fax details are listed on the form) and the study manager at NTA within one working day of first becoming aware of the event.
es_es: El formulario de eventos adversos graves de Boehringer Ingelheim, que se puede descargar desde la página de EA en el eCRF (y en el formato impreso del archivo del centro del investigador), debe completarse lo más exhaustivamente posible con todos los detalles del evento y cualquier EA que no revista gravedad pero que esté relacionado con el EAG, el investigador (o la persona designada que cuente con la calificación apropiada) debe firmarlo y luego debe enviarse por fax al fabricante del producto en investigación, Boehringer Ingelheim (los detalles del fax figuran en el formulario), y al director del estudio en NTA en el plazo de un día hábil después de tener conocimiento del evento.

source: The Boehringer-Ingelheim SAE form, which is downloadable from the AE page in the eCRF (and in hard copy form in the Investigator Site File) must be completed as thoroughly as possible with all available details of the event and any non-serious AEs related to the SAE, signed by the investigator (or appropriately qualified designee), and faxed to the manufacturer of the investigational product, Boehringer-Ingelheim (Fax details are listed on the form) and the study manager at NTA within one working day of first becoming aware of the event.
es_es: El formulario de eventos adversos graves de Boehringer Ingelheim, que se puede descargar desde la página de EA en el CRF digital (y en el formato impreso del archivo del centro del investigador), debe completarse lo más exhaustivamente posible con todos los detalles del evento y cualquier EA que no revista gravedad pero que esté relacionado con el EAG, el investigador (o la persona designada que cuente con la calificación apropiada) debe firmarlo y luego debe enviarse por fax al fabricante del producto en investigación, Boehringer Ingelheim (los detalles del fax figuran en el formulario), y al director del estudio en NTA en el plazo de un día hábil después de tomar conocimiento del evento.

source: The Bulk PFS components, which are in contact with the patient/user (biocompatibility), shall fulfill applicable requirements for biological evaluation of medical devices as given per standards series ISO 10993-1, including requirements from FDA guidance “Use of international standard ISO 10993-1”under following assumptions:
es_es: Los componentes de la jeringa precargada, que están en contacto con el paciente/usuario (biocompatibilidad), han de cumplir con los requisitos correspondientes para la evaluación biológica de dispositivos médicos según lo establecido en el estándar ISO 10993-1, incluidas las especificaciones de la guía de la FDA "Uso de la norma internacional ISO 10993-1”, cumpliendo con las siguientes presunciones.

source: The CAROLINA analyses are based on 6033 treated patients who were at high risk of cardiovascular events.
es_es: Los análisis del estudio CAROLINA se basan en 6033 pacientes tratados que presentaban riesgo elevado de sufrir eventos cardiovasculares.

source: The CAROLINA trial investigated the cardiovascular safety of linagliptin compared with glimepiride in patients with diabetes and high cardiovascular risk.
es_es: En el ensayo CAROLINA se investigó la seguridad cardiovascular de linagliptina comparada con glimepirida en pacientes con diabetes tipo 2 de riesgo cardiovascular elevado.

source: The CAROLINA trial showed benefits of linagliptin compared with glimepiride for measures of treatment sustainability based on glycaemic control, lack of weight gain, and a lower risk of hypoglycaemia (Section 4.3.1).
es_es: En el ensayo CAROLINA se demostró que la linagliptina es más beneficiosa que la glimepirida para las medidas de sostenibilidad del tratamiento, considerando en el control de la glucemia, la falta de aumento de peso y el menor riesgo de hipoglucemia (Sección 4.3.1).

source: The CAROLINA trial was an active controlled trial conducted to investigate the long-term impact of linagliptin treatment on cardiovascular morbidity, mortality, and diabetes-related parameters such as treatment sustainability.
es_es: El ensayo CAROLINA fue un ensayo controlado con tratamiento activo que se llevó a cabo para investigar la influencia a largo plazo del tratamiento con linagliptina en la morbilidad y mortalidad cardiovasculares y los parámetros relacionados con la diabetes, como la sostenibilidad del tratamiento.

source: The CAROLINA trial was conducted in a lower risk population than CARMELINA, with a substantially lower rate of heart failure events.
es_es: El ensayo CAROLINA tuvo una población de menor riesgo (y una tasa de eventos relacionados con la insuficiencia cardíaca sustancialmente menor) que la de CARMELINA.

source: The CCI is already ensured by the syringe - plunger stopper combination as such.
es_es: La combinación de la jeringa y el tapón del émbolo confirman la integridad del envase y sistema de cierre.

source: The CCI of PFS-NSD-1 is ensured throughout the shelf-life by performing sterility test for PFS after filling and CCIT for stability of PFS-NSD-1.
es_es: La integridad del envase y sistema de cierre de PFS-NSD-1 durante su vida útil se garantiza mediante la realización de pruebas de esterilidad de la jeringa precargada luego del llenado y pruebas de integridad del sistema de cierre del envase para la estabilidad de PFS-NSD-1.

source: The CCS consists of rubber stoppers and glass vials.
es_es: El envase y sistema de cierre está formado por frascos de vidrio y tapones de caucho.

source: The CCS of tenecteplase 25 mg was designed to maintain an integral barrier to protect the DP from any ingress from the external environment.
es_es: El envase y sistema de cierre de tenecteplasa, 25 mg está diseñado para constituir una barrera integral que proteja al medicamento de todo elemento ingresante del entorno exterior.

source: The CCS of tenecteplase lyophilisate for solution for injection 25 mg consists of a clear type I borosilicate glass vial, closed with a rubber stopper, and secured with an aluminum crimp cap.
es_es: El envase y sistema de cierre de tenecteplasa, liofilizado para solución inyectable, 25 mg consiste en un frasco de vidrio de borosilicato tipo I transparente, cerrado con un tapón de caucho y asegurado con una tapa de cierre metálica de aluminio.

source: The CCS was designed to maintain an integral seal against microbial contamination.
es_es: El envase y sistema de cierre fue concebido de forma tal que funcione como barrera integral contra la contaminación microbiana.

source: The CD 10085 peak signal to noise ratio at 225 nm is not less than 10.
es_es: La relación pico señal-ruido de CD 10085 a 225 nm es, como mínimo, 10.

source: The CEC also categorised the causes of non-CV deaths.
es_es: El comité de eventos clínicos también categorizó las causas de muertes no cardiovasculares.

source: The CEC categorised the causes of all CV deaths, with the most common categories being sudden cardiac death and heart failure death; fewer patients were reported with both categories in the empagliflozin group than in the placebo group (Table 11.1.2.4.2: 1).
es_es: El comité de eventos clínicos categorizó las causas de todas las muertes cardiovasculares, siendo las categorías más frecuentes la muerte cardíaca súbita y la muerte por insuficiencia cardíaca; se consignaron menos pacientes con ambas categorías en el grupo de empagliflozina que en el de placebo (Tabla 11.1.2.4.2: 1).

source: The CEC was responsible for the adjudication of all relevant CV events that potentially fulfilled the criteria for the primary, secondary, and further efficacy endpoints.
es_es: El Comité de Eventos Clínicos era responsable de la adjudicación de todos los eventos cardiovasculares relevantes que potencialmente se correspondieran con los criterios de valoración de eficacia primarios, secundarios y adicionales.

source: The CGE method resolves main peak, composed of single-chain tenecteplase, from various fragments.
es_es: El método de CGE resuelve el pico principal, compuesto por tenecteplasa de cadena única, de varios fragmentos.

source: The CHOP concentration varied between 14 ppm in drug substance lot 22407 (fermentation run 22003) and 103 ppm in drug substance lot 22400 (fermentation run 22000).
es_es: La concentración de CHOP varió entre 14 ppm en la partida del principio activo 22407 (mezcla de fermentación 22003) y 103 ppm en la partida del principio activo 22400 (mezcla de fermentación 22000).

source: The CI around the percentage of patients with substantial reperfusion in this trial is relatively wide, despite the larger sample size compared with the original trial.
es_es: El IC en torno al porcentaje de pacientes con reperfusión significativa en este ensayo es relativamente amplio, a pesar del mayor tamaño de muestra en comparación con el ensayo original.

source: The CIE LCh colour co-ordinates may be used instead of the CIE Lab colour co-ordinates.
es_es: En lugar de las coordenadas Lab de la CIE, se pueden usar las coordenadas colorimétricas Lch de esa misma entidad.

source: The CMA is monitored in a study by BI (see 4.4.3).
es_es: Los atributos críticos de los materiales son monitoreados en un estudio de BI (véase 4.4.3).

source: The CMAs are controlled as part of the incoming goods inspection (see chapter 3.2.P.7 Container Closure System).
es_es: Los atributos críticos de los materiales se controlan como parte de la inspección de mercancías entrantes (véase el Capítulo 3.2.P.7, Envase y sistema de cierre).

source: The COVID-19 pandemic affected clinical trials globally, including AcT, which launched in December, 2019.
es_es: La pandemia de COVID-19 afectó los ensayos clínicos a nivel mundial, lo que incluyó el ensayo AcT, que se inició en diciembre de 2019.

source: The CP CQA and EPR were tested throughout development during batch release and evaluated as part of design verification with pre-defined confidence and reliability levels.
es_es: Los atributos críticos de calidad y los requisitos esenciales del desempeño del producto combinado se evaluaron durante todo el desarrollo y la liberación de partidas, y se analizaron como parte de la verificación del diseño con niveles de confianza y confiabilidad establecidos.

source: The CP CQAs are derived from the system risk analysis.
es_es: Los atributos críticos de calidad del producto combinado se derivaron del análisis de riesgos del sistema.

source: The CQA/EPR testing traceability matrix is provided in Table 15.
es_es: La matriz de trazabilidad de análisis de los atributos críticos de calidad/requisitos esenciales de desempeño se proporciona en la Tabla 15.

source: The CQAs of tenecteplase and the relevant linked analytical method of Metalyse® are shown in Table 67.
es_es: En la Tabla 67, se muestran los atributos críticos de calidad de la tenecteplasa y los correspondientes métodos analíticos relevantes para Metalyse®.

source: The CQAs that were identified were tryptophan oxidation, methionine oxidation and HMW species.
es_es: Los atributos críticos de calidad identificados fueron la oxidación de triptófano, la oxidación de la metionina y las especies de peso molecular alto.

source: The CRFs and other data pertinent to this study are the sole property of The Florey, which may utilise the data in various ways or in publication of the results of the study.
es_es: Los Formularios de Reporte de Casos y demás información pertinente de este estudio son propiedad exclusiva de The Florey, el cual puede utilizarlos de diversas maneras o incluirlos en publicaciones sobre los resulados de este estudio.

source: The CV for Lin 1 (QL) was between 1 % - 11 %.
es_es: El coef. de var. de Lin 1 (QL) estuvo entre 1 % y 11 %.

source: The CV for QL solutions without matrix (Lin 1) was between 1 - 11 %.
es_es: El coeficiente de variación de las soluciones QL sin matriz (Lin 1) estuvo entre 1 y 11%.

source: The CV for calibration standard Lin 5 was between 0.4 % - 3.5 %.
es_es: El coeficiente de variación del estándar de calibración Lin 5 estuvo entre 0.4 % y 3.5 %.

source: The CV for calibration standard Lin 5 was between 0.4 - 3.5 %
es_es: El coeficiente de variación del estándar de calibración Lin 5 estuvo entre 0.4 y 3.5 %.

source: The CV for the mean of at least four aliquots must be ≤ 10 %.
es_es: El CV de la media de como mínimo cuatro alícuotas debe ser ≤ 10 %.

source: The CV should include name, title, occupation, education, research experience and present and former positions.
es_es: El CV debe incluir nombre, título, ocupación, educación, experiencia en investigación y puestos actuales y anteriores.

source: The Catalent FR (Beinheim) use the same pre-drying temperature range as Catalent DE (Eberbach).
es_es: La planta Catalent FR (Beinheim) usa el mismo intervalo de temperaturas que Catalent DE (Eberbach) para el presecado.

source: The Column efficiency for the peak of Amlodipine obtained in the chromatogram of individual Reference solution (e1) injected in replicates (including bracketing standard) and Reference solution (e2) is not less than 2000 theoretical plates.
es_es: La eficiencia de la columna del pico de amlodipina en el cromatograma de la solución de referencia individual (e1) inyectada en las réplicas (incluido el estándar de categorización) y la solución de referencia (e2) es como mínimo 2000 placas teóricas.

source: The Combination Product PFS-NSD-2 shall be designed in that way to allow usage with left or right hand.
es_es: El medicamento combinado PFS-NSD-2 debe estar diseñado de modo tal que pueda ser usado con la mano izquierda o derecha.

source: The Concept of Invisibility
es_es: El concepto de invisibilidad

source: The DMA peak should be unequivocally integrable.
es_es: El pico de DMA debería ser poder integrarse de manera inequívoca.

source: The DMC was provided with unblinded data to allow their review of efficacy and safety and to fulfil their tasks as outlined in the DMC charter.
es_es: La información desenmascarada se le entregó al comité independiente de monitoreo de datos para que estudiara la eficacia y seguridad y pudiera realizar las tareas delineadas en su acta de asignación de eventos.

source: The DNA content in the harvested cell-free culture fluid (CCF) of four consecutive large scale runs varied from 64.2 to 129 μg DNA/mg protein.
es_es: En cuatro corridas consecutivas a gran escala, el contenido de ADN en el fluido de cultivo libre de células (CCF) cosechado osciló entre 64,2 y 129 μg de ADN/mg de proteína.

source: The DNA content of manufacturing samples after the Phenyl Sepharose chromatographic step were below the detection limit of the “total DNA assay.” For this reason the exact DNA clearance of this step could not be determined from these results.
es_es: Luego del paso cromatográfico en fenil sefarosa, el contenido de ADN en muestras a escala de fabricación fue inferior al límite de detección del “ensayo de ADN total”, razón por la cual no pudo determinarse la capacidad exacta de depuración de ADN de este paso.

source: The DNA samples collected in China were stored at an external biobanking facility contracted by the sponsor.
es_es: Las muestras de ADN tomadas en China quedaban almacenadas en las instalaciones de un banco biológico externo contratado por el patrocinador.

source: The DNA spiking experiments for determination of the DNA Clearance Factor were carried out using downscaled Phenyl Sepharose Chromatography columns.
es_es: Los experimentos de enriquecimiento de ADN para determinar el factor de depuración de ADN se realizaron con columnas de cromatografía en fenil sefarosa a escala reducida.

source: The DP comparability study comprises following elements:
es_es: El estudio de comparabilidad del medicamento abarca los siguientes elementos:

source: The DP contains tenecteplase (= TNK-tPA) as active substance.
es_es: El medicamento contiene tenecteplasa (= TNK-tPA) como principio activo.
